Repository: BjornW/custom-profile-fields
Catalog: languages/bbep-*.po
Languages: nl_nl

source: Add an image
nl_nl: Voeg een plaatje toe

source: (required)
nl_nl: (Verplicht)

source: Remove
nl_nl: Verwijder

source: Extra Fields
nl_nl: Extra Velden

source: Single-line
nl_nl: Enkele-regel

source: Multi-line
nl_nl: Meerdere-regels

source: Date
nl_nl: Datum

source: Image
nl_nl: Plaatje

source: Settings
nl_nl: Instellingen

source: Are you sure you want to remove this field including any associated user data? There is no undo...
nl_nl: Weet je zeker dat je dit veld wilt verwijderen inclusief eventuele gekoppelde gebruikersdata. Er is geen 'maak ongedaan' knop...

source: You forgot to fill in some required fields. These are marked red. Please correct your mistake and try again
nl_nl: Je bent een of meedere verplichte velden vergeten in te vullen. Deze zijn rood gemarkeerd. Vul deze alstjeblief in en probeer het opnieuw.

source: Succes! Saved options!
nl_nl: Succes! Instellingen opgeslagen!

source: Failure! Could not save options!
nl_nl: Fout! Instellingen konden niet worden opgeslagen!

source: Can't add field. Field label is empty. A field label is mandatory
nl_nl: Kan het veld niet toevoegen. Het veld label is leeg. Een veld label is verplicht.

source: Can't add field. Field label is already in use. Use a different field label
nl_nl: Kan het veld niet toevoegen. Het veld label is al in gebruik. Gebruik een ander label voor het veld.

source: Can't add field. Field type unknown. Select other field type
nl_nl: Kan geen veld toevoegen. Veld type is onbekend. Selecteer een ander veld type.

source: Can't add field. Database issues. Contact administrator
nl_nl: Kan veld niet toevoegen. Database problemen. Neem contact op met je webmaster

source: Field removed!
nl_nl: Veld verwijderd!

source: Could not remove field!
nl_nl: Kon veld niet verwijderen!

source: Can't edit field. Field does not exist.
nl_nl: Kan veld niet aanpassen. Veld bestaat niet.

source: Can't change field. Field name is empty. A field name is mandatory
nl_nl: Kan veld niet aanpassen. Veld naam is leeg. Een veld naam is verplicht

source: Can't change field. Field label already in use. Use a different field label
nl_nl: Kan veld niet aanpassen. Veld label is al in gebruik. Gebruik een ander veld label

source: Can't change field'. Field type requires at least one field option (label/value) to be set
nl_nl: Kan veld niet aanpassen. Veld type vereist minimaal 1 veld optie (label/waarde) die gezet dient te worden

source: Updated field successfully!
nl_nl: Veld is aangepast!

source: Field could not be updated. Database issues. Contact administrator
nl_nl: Veld kon niet worden aangepast. Database problemen. Neem contact op met de webmaster

source: <h2>bbExtendProfile Settings</h2>
nl_nl: <h2>bbExtendedProfile Instellingen</h2>

source: <h2>Add new field</h2>
nl_nl: <h2>Voeg een nieuw veld toe</h2>

source: <p>Keep in mind, that you cannot change a field's type after creating it. <br /> All other field attributes can be changed, though.</p>
nl_nl: <p>Hou in gedachten dat je een veld's type niet meer kan wijzigen nadat je het veld hebt aangemaakt.<br /> Alle andere veld eigenschappen kun je verder wel aanpassen.</p>

source: Field label:
nl_nl: Veld label:

source: Field type:
nl_nl: Veld type:

source: Add field
nl_nl: Veld toevoegen

source: <h2>Available fields</h2>
nl_nl: <h2>Beschikbare velden</h2>

source: Field Label
nl_nl: Veld Label

source: Field Meta Key
nl_nl: Veld Meta Key

source: Field Type
nl_nl: Veld Type

source: Active Field
nl_nl: Actief Veld

source: Required Field
nl_nl: Verplicht Veld

source: Field Order
nl_nl: Veld Volgorde

source: Used
nl_nl: Gebruikt

source: Actions
nl_nl: Acties

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: <p>There are no fields available. Have you tried adding a new field?</p>
nl_nl: <p>Er zijn nog geen velden aanwezig. Heb je al geprobeert een veld toe te voegen</p>

source: <h2>Advanced options</h2>
nl_nl: <h2>Geavanceerde Instellingen</h2>

source: Remove data on plugin delete:
nl_nl: Verwijder data bij het verwijderen van de plugin:

source: Hide contact info (AIM, Yahoo IM & Jabber / Google Talk) in profiles
nl_nl: Verberg de contact informatie (AIM, Yahoo IM & Jabber / Google Talk) in de profielen

source: Hide Personal Options in profiles
nl_nl: Verberg de Persoonlijk Opties in de profielen

source: Extended Fields section title:
nl_nl: Extended Fields sectie titel:

source: Save advanced options
nl_nl: Sla geavanceerde instellingen op

source: Field label:
nl_nl: Veld label:

source: Field type:
nl_nl: Veld type:

source: Field order:
nl_nl: Veld volgorde:

source: Active field:
nl_nl: Actief veld:

source: Field Rules
nl_nl: Veld Regels

source: Required field:
nl_nl: Verplicht veld:

source: Users with role(s) are <strong>not</strong> allowed to edit this field:
nl_nl: Gebruikers met deze rol(len) mogen dit veld <strong>niet</strong> aanpassen:

source: Users with role(s) are <strong>not</strong> allowed to view this field:
nl_nl: Gebruikers met deze rol(len) mogen dit veld <strong>niet</strong> zien:

source: Save field options
nl_nl: Bewaar veld instellingen

source: Cancel, back to main menu
nl_nl: Terug naar hoofdmenu

source: Field values:
nl_nl: Veld waarden:

source: Option label:
nl_nl: Optie label:

source: Option value:
nl_nl: Optie waarde:

source: Option is selected:
nl_nl: Optie is geselecteerd:

source: Default option:
nl_nl: Standaard optie:

source: Default (selected value)
nl_nl: Standaard (geselecteerde waarde)

source: Add another value
nl_nl: Voeg nog een waarde toe
